Repository: ElementareTeilchen/groupdelegation
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# mlang_tabs_tab
source: Groupdelegation
de: Gruppendelegation

# mlang_labels_tabdescr
source: Module for delegating be_groups by non admin be_users.
de: Backend-Modul, das es nicht-Administratoren ermöglicht, anderen Backend-Benutzern Backend-Gruppen zuzuweisen.

# mlang_labels_tablabel
source: Delegating Backend Groups
de: Backend-Gruppen zuweisen (nicht-Administratoren)

# ElementareTeilchen.groupdelegation
source: Groupdelegation
de: Gruppendelegation

# tx_groupdelegation.title
source: Groupdelegation
de: Gruppendelegation

# tx_groupdelegation.isNoMemberOfSubAdminGroup_Title
source: Missing Permissions!
de: Fehlende Berechtigungen!

# tx_groupdelegation.isNoMemberOfSubAdminGroup_Message
source: You are not allowed to use this module, since you don't belong to any sub admin group.
de: Sie dürfen dieses Modul nicht benutzen, da Sie zu keiner Sub-Admin-Gruppe gehören.

# tx_groupdelegation.userlisting
source: Userlisting
de: Benutzerliste

# tx_groupdelegation.username
source: Username
de: Benutzernamen

# tx_groupdelegation.realname
source: Real Name
de: Name

# tx_groupdelegation.overview_delegatable
source: Delegatable groups (editable)
de: Zugewiesene Benutzergruppen (veränderbar)

# tx_groupdelegation.overview_not_delegatable
source: Not delegatable groups
de: Zugewiesene Benutzergruppen (nicht veränderbar)

# tx_groupdelegation.edituser
source: Edit user
de: Benutzer bearbeiten

# tx_groupdelegation.activationSettings
source: Activation Settings:
de: Aktivierungseinstellungen:

# tx_groupdelegation.close
source: Close
de: Schließen

# tx_groupdelegation.save
source: Save
de: Speichern

# be_users.tx_groupdelegation_organisationunit
source: Organisational Unit
de: Organisationsbereich

# be_groups.tx_groupdelegation_organisationunit
source: Editable Organisational Units
de: Veränderbare Organisationsbereiche

# be_groups.tx_groupdelegation_issubadmingroup
source: Backend Group is Sub Admin Group
de: Backend-Gruppe ist eine Sub-Admin-Gruppe

# be_groups.tx_groupdelegation_delegatable
source: Groups you can assign - check to assign:
de: Delegierbare Gruppen - zum Zuweisen bitte anhaken:

# be_groups.tx_groupdelegation_canactivate
source: Sub Admin can activate Backend User
de: Sub-Admin kann Backend-Benutzer aktivieren

# tx_groupdelegation_organisationunit
source: Organisational Unit
de: Organisationsbereich

# tx_groupdelegation_organisationunit.title
source: Title of Organisational Unit
de: Bezeichnung des Organisationsbereichs
